alefragnani.project-manager
bowlerr.sqlite-intelliview-vscode
bradlc.vscode-tailwindcss
charliermarsh.ruff
coolbear.systemd-unit-file
dbaeumer.vscode-eslint
denoland.vscode-deno
detachhead.basedpyright
esbenp.prettier-vscode
formulahendry.code-runner
github.vscode-pull-request-github
google.arb-editor
idbartosz.darkpp-italic
ms-python.autopep8
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode.cpptools
mtsmfm.vscode-stl-viewer
nuxtr.nuxtr-vscode
oracle.oracle-java
passionkind.prettier-vscode-with-tabs
pkief.material-icon-theme
postman.postman-for-vscode
prisma.prisma
ritwickdey.liveserver
tamasfe.even-better-toml
tomoki1207.pdf
vue.volar